tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "netlify/git-credential-netlify"
tap "ngrok/ngrok"
tap "sass/sass"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "coreutils"
brew "cowsay"
brew "exercism"
brew "fdupes"
brew "ffmpeg"
brew "figlet"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glow"
brew "htop"
brew "imagemagick"
brew "lolcat"
brew "lynx"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "netlify-cli"
brew "nmap"
brew "onefetch"
brew "pandoc"
brew "pngquant"
brew "pv"
brew "pyenv"
brew "pyinstaller"
brew "ranger"
brew "ruby"
brew "rxvt-unicode"
brew "shellcheck"
brew "shfmt"
brew "subversion"
brew "task"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "browsh-org/browsh/browsh"
brew "netlify/git-credential-netlify/git-credential-netlify"
brew "sass/sass/sass"
cask "alt-tab"
cask "cheatsheet"
cask "dropbox"
cask "figma"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "font-victor-mono"
cask "google-chrome"
cask "hiddenbar"
cask "itsycal"
cask "keka"
cask "malwarebytes"
cask "mkvtools"
cask "mos"
cask "mullvadvpn"
cask "ngrok"
cask "notion"
cask "phantomjs"
cask "ql-ansilove"
cask "qladdict"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raindropio"
cask "signal"
cask "stats"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "albert.tabout"
vscode "alexdauenhauer.nocterial-palenight"
vscode "amandeepmittal.pug"
vscode "antiantisepticeye.vscode-color-picker"
vscode "assisrmatheus.sidebar-markdown-notes"
vscode "astro-build.astro-vscode"
vscode "atomiks.moonlight"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "danielknights.vscode-mjml"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron-markdown-shortcuts"
vscode "dheovani.svg-viewer"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "hoovercj.vscode-dimmer"
vscode "humao.rest-client"
vscode "josee9988.minifyall"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "maptz.regionfolder"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "mrmlnc.vscode-pugbeautify"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "ryanraposo.codeui"
vscode "sainnhe.everforest"
vscode "sdras.inbedby7pm"
vscode "sdras.night-owl"
vscode "shailen.netlify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "taniarascia.new-moon-vscode"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "timonwong.shellcheck"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tristanremy.mirage"
vscode "tyriar.sort-lines"
vscode "ue.alphabetical-sorter"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "whizkydee.material-palenight-theme"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
