tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"

# Brew packages
brew "python@3.9"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "glib"
brew "coreutils"
brew "cowsay"
brew "exercism"
brew "fdupes"
brew "ffmpeg"
brew "figlet"
brew "gawk"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "imagemagick"
brew "lolcat"
brew "lynx"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "onefetch"
brew "pandoc"
brew "pngquant"
brew "pv"
brew "pyenv"
brew "pyinstaller"
brew "ranger"
brew "ruby"
brew "rxvt-unicode"
brew "shellcheck"
brew "task"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "browsh-org/browsh/browsh"
brew "sass/sass/sass"

# Brew casks
cask "cheatsheet"
cask "epubquicklook"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"
cask "kitty"
cask "mkvtools"
cask "phantomjs"
cask "ql-ansilove"
cask "qladdict"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "responsively"
