# Brew taps
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"

# Brew installs
brew "autojump"
brew "bash-completion"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "browsh-org/browsh/browsh"
brew "coreutils"
brew "cowsay"
brew "exercism"
brew "fdupes"
brew "ffmpeg"
brew "figlet"
brew "gawk"
brew "gh"
brew "git"
brew "glib"
brew "glow"
brew "htop"
brew "imagemagick"
brew "lolcat"
brew "lynx"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "onefetch"
brew "pandoc"
brew "pngquant"
brew "pv"
brew "pyenv"
brew "pyinstaller"
brew "python@3.9"
brew "ranger"
brew "readline"
brew "ruby"
brew "rxvt-unicode"
brew "sass/sass/sass"
brew "shellcheck"
brew "task"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"

# Brew casks - brew install [cask "name"]
cask "cheatsheet"
cask "dropbox"
cask "epubquicklook"
cask "figma"
cask "firefox-developer-edition"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "keycastr"
cask "kitty"
cask "malwarebytes"
cask "mkvtools"
cask "mullvadvpn"
cask "notion"
cask "phantomjs"
cask "ql-ansilove"
cask "qladdict"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raindropio"
cask "rectangle"
cask "responsively"
cask "signal"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vncviewer"
cask "yac-reader"

# App Store
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Cryptomator", id:953086535
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "SimpleMind Lite", id: 439654198
mas "Sorted", id: 1306893526
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
