aaron-bond.better-comments
albert.TabOut
alexdauenhauer.nocterial-palenight
amandeepmittal.pug
AntiAntiSepticeye.vscode-color-picker
astro-build.astro-vscode
atomiks.moonlight
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
cssho.vscode-svgviewer
DanielKnights.vscode-mjml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dunstontc.viml
ecmel.vscode-html-css
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
hoovercj.vscode-dimmer
humao.rest-client
josee9988.minifyall
kumar-harsh.graphql-for-vscode
lightyen.tailwindcss-intellisense-twin
maptz.regionfolder
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-duplicate
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
ms-vscode.vscode-js-profile-flame
ms-vsliveshare.vsliveshare
mvllow.rose-pine
naumovs.color-highlight
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
redhat.vscode-yaml
Remisa.shellman
ritwickdey.LiveServer
ryanraposo.codeui
sainnhe.everforest
sdras.inbedby7pm
sdras.night-owl
shailen.netlify
shd101wyy.markdown-preview-enhanced
silvenon.mdx
styled-components.vscode-styled-components
svelte.svelte-vscode
tamasfe.even-better-toml
taniarascia.new-moon-vscode
timonwong.shellcheck
tombonnike.vscode-status-bar-format-toggle
Tyriar.sort-lines
ue.alphabetical-sorter
unifiedjs.vscode-mdx
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
