aaron-bond.better-comments
ahmedabdulrahman.aylin
albert.tabout
alexdauenhauer.nocterial-palenight
amandeepmittal.pug
anseki.vscode-color
antiantisepticeye.vscode-color-picker
assisrmatheus.sidebar-markdown-notes
astro-build.astro-vscode
atomiks.moonlight
bradlc.vscode-tailwindcss
ccy.ayu-adaptive
christian-kohler.npm-intellisense
cssho.vscode-svgviewer
dahong.theme-bear
danielknights.vscode-mjml
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dendron.dendron-markdown-shortcuts
dennisvash.summer-time
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dunstontc.viml
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
gruntfuggly.todo-tree
hoovercj.vscode-dimmer
humao.rest-client
ivhernandez.vscode-plist
jayanthsrinivasan.jayanth-s-devil-dark-theme
josee9988.minifyall
kumar-harsh.graphql-for-vscode
lightyen.tailwindcss-intellisense-twin
maptz.regionfolder
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-duplicate
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
ms-vscode.vscode-js-profile-flame
ms-vsliveshare.vsliveshare
mvllow.rose-pine
naumovs.color-highlight
pawelgrzybek.gatito-theme
pflannery.vscode-versionlens
pkief.material-icon-theme
pnp.polacode
redhat.vscode-yaml
remisa.shellman
ritwickdey.liveserver
robbowen.synthwave-vscode
ryanraposo.codeui
sainnhe.everforest
sdras.inbedby7pm
sdras.night-owl
shailen.netlify
shd101wyy.markdown-preview-enhanced
styled-components.vscode-styled-components
sumitsaha.learn-with-sumit-theme
svelte.svelte-vscode
tamasfe.even-better-toml
taniarascia.new-moon-vscode
teabyii.ayu
timonwong.shellcheck
tombonnike.vscode-status-bar-format-toggle
tyriar.sort-lines
ue.alphabetical-sorter
undefined_publisher.catppuccin-vsc
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
wicked-labs.wvsc-serendipity
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
